---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.PointSpringCoefficient
source: html/dd7c1793-346c-5708-7bca-675c4bcc591b.htm
---
# Autodesk.Revit.DB.SpecTypeId.PointSpringCoefficient Property

Point Spring Coefficient, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId PointSpringCoefficient { get; }
```